##base MedSpecOms_id

# medspecoms_id = {'хирург': 520101000000031,
#                  'стоматолог': 520101000000160,
#                  'травматолог': 520101000000029,
#                  'статист': 520101000000220,
#                  'рентгенолог': 52010100000002,
#                  'медсестра рентгенолога': 520101000000213,
#                  'отолоринголог': 520101000000020,
#                  'мед сестра': 520101000000193,
#                  'воп': 520101000000017,
#                  'медсестра врача общей практики': 520101000000212,
#                  'зубной врач': 520101000000197,
#                  'эндокринолог': 520101000000032,
#                  'гастро': 520101000000108,
#                  'акушер-гинеколог': 520101000000009,
#                  'уролог': 520101000000135,
#                  'мед сестра процедурного кабинета': 520101000000194,
#                  'инфекционный': 520101000000088,
#                  'врач-лаборатории': 520101000000014,
#                  'гематологи': 520101000000109,
#                  'лаборатория': 520101000000204,
#                  'медсетра палатная': 520101000000195,
#                  'невролог': 520101000000015,
#                  'стоматолог-терапевт': 520101000000165,
#                  'пульманолог': 520101000000087,
#                  'офтальмолог': 520101000000021,
#                  'кардиолог': 520101000000112,
#                  'онколог': 520101000000018,
#                  'акушерка': 520101000000196,
#                  'терапевт': 520101000000028}
# Медицинские специальности и их идентификаторы

# Хирург
MEDSPEC_SURGEON = 520101000000031

# Стоматолог
MEDSPEC_DENTIST = 520101000000160

# Травматолог
MEDSPEC_TRAUMATOLOGIST = 520101000000029

# Статист
MEDSPEC_STATISTICIAN = 520101000000220

# Рентгенолог
MEDSPEC_RADIOLOGIST = 52010100000002

# Медсестра рентгенолога
MEDSPEC_RADIOLOGIST_NURSE = 520101000000213

# Отоларинголог
MEDSPEC_OTOLARYNGOLOGIST = 520101000000020

# Медсестра
MEDSPEC_NURSE = 520101000000193

# Врач общей практики
MEDSPEC_GENERAL_PRACTITIONER = 520101000000017

# Медсестра врача общей практики
MEDSPEC_GENERAL_PRACTITIONER_NURSE = 520101000000212

# Зубной врач
MEDSPEC_DENTAL_DOCTOR = 520101000000197

# Эндокринолог
MEDSPEC_ENDOCRINOLOGIST = 520101000000032

# Гастроэнтеролог
MEDSPEC_GASTROENTEROLOGIST = 520101000000108

# Акушер-гинеколог
MEDSPEC_OBSTETRICIAN_GYNECOLOGIST = 520101000000009

# Уролог
MEDSPEC_UROLOGIST = 520101000000135

# Медсестра процедурного кабинета
MEDSPEC_PROCEDURE_ROOM_NURSE = 520101000000194

# Инфекционист
MEDSPEC_INFECTIOUS_DISEASE_SPECIALIST = 520101000000088

# Врач-лаборант
MEDSPEC_LABORATORY_DOCTOR = 520101000000014

# Гематолог
MEDSPEC_HEMATOLOGIST = 520101000000109

# Лаборатория
MEDSPEC_LABORATORY = 520101000000204

# Медсестра палатная
MEDSPEC_WARD_NURSE = 520101000000195

# Невролог
MEDSPEC_NEUROLOGIST = 520101000000015

# Стоматолог-терапевт
MEDSPEC_DENTAL_THERAPIST = 520101000000165

# Пульмонолог
MEDSPEC_PULMONOLOGIST = 520101000000087

# Офтальмолог
MEDSPEC_OPHTHALMOLOGIST = 520101000000021

# Кардиолог
MEDSPEC_CARDIOLOGIST = 520101000000112

# Онколог
MEDSPEC_ONCOLOGIST = 520101000000018

# Акушерка
MEDSPEC_MIDWIFE = 520101000000196

# Терапевт
MEDSPEC_THERAPIST = 520101000000028